{
  "metadata": {
    "total_songs": 15416,
    "unique_chords": 2364,
    "source": "StemScriber chord_library (15,400+ charts)",
    "purpose": "Constrained decoding lookup table for chord recognition"
  },
  "chord_vocabulary": [
    "A",
    "A#",
    "A#+",
    "A#/A",
    "A#/C",
    "A#/E",
    "A#/F",
    "A#5",
    "A#5/F",
    "A#6",
    "A#6/G",
    "A#6add#9",
    "A#7",
    "A#7#5#9",
    "A#7/D",
    "A#7/G#",
    "A#7M",
    "A#7b9",
    "A#9",
    "A#9sus4/F",
    "A#M7",
    "A#add9",
    "A#aug",
    "A#dim",
    "A#dim/E",
    "A#dim7",
    "A#m",
    "A#m/C#",
    "A#m/F",
    "A#m/G",
    "A#m11",
    "A#m7",
    "A#m7/G#",
    "A#m7b5",
    "A#m7b5/E",
    "A#m9",
    "A#mM9",
    "A#maj7",
    "A#mb5",
    "A#sus2",
    "A#sus4",
    "A(6)",
    "A(7)",
    "A(9)",
    "A(add13)",
    "A(add2)",
    "A(add9)",
    "A(b5)",
    "A(sus4)",
    "A+",
    "A+5",
    "A+9",
    "A-",
    "A-5",
    "A/A",
    "A/A#",
    "A/Ab",
    "A/B",
    "A/Bb",
    "A/C",
    "A/C#",
    "A/D",
    "A/E",
    "A/F",
    "A/F#",
    "A/G",
    "A/G#",
    "A11",
    "A11/G",
    "A13",
    "A13-9",
    "A13/E",
    "A2",
    "A2/B",
    "A2/C#",
    "A2/E",
    "A3",
    "A4",
    "A5",
    "A5#sus2",
    "A5/B",
    "A5/C",
    "A5/E",
    "A5/F",
    "A5/G",
    "A5/G#",
    "A5/Gb",
    "A6",
    "A6#11",
    "A6/9",
    "A6/B",
    "A6/C",
    "A6/C#",
    "A6/D",
    "A6/D#",
    "A6/E",
    "A6/F#",
    "A6add4",
    "A6add9",
    "A6sus",
    "A6sus2",
    "A6sus2/C#",
    "A6sus4",
    "A7",
    "A7#11",
    "A7#5",
    "A7#5b9",
    "A7#9",
    "A7(add6)",
    "A7(b9)",
    "A7(sus4)",
    "A7+",
    "A7+5",
    "A7-5",
    "A7-9",
    "A7/A#",
    "A7/Bb",
    "A7/C#",
    "A7/D",
    "A7/E",
    "A7/F#",
    "A7/G",
    "A7/G#",
    "A7M",
    "A7add13",
    "A7b13",
    "A7b5",
    "A7b9",
    "A7b9/E",
    "A7m",
    "A7sus",
    "A7sus2",
    "A7sus2/D",
    "A7sus2/E",
    "A7sus2/F",
    "A7sus4",
    "A7sus4/B",
    "A7sus4/C#",
    "A7sus4/E",
    "A7sus4add6",
    "A9",
    "A9+5",
    "A9/C#",
    "A9/E",
    "A9/G",
    "A9add13",
    "A9sus",
    "A9sus4",
    "AB",
    "AM",
    "AM7",
    "AM9",
    "AM9/B",
    "AMaj",
    "AMaj7",
    "Aadd#11",
    "Aadd11/B",
    "Aadd13",
    "Aadd2",
    "Aadd4",
    "Aadd4/C#",
    "Aadd4/G",
    "Aadd9",
    "Aadd9/B",
    "Aadd9/C#",
    "Aadd9/E",
    "Aadd9/G",
    "Aaddb13",
    "Aaddb6",
    "Aaug",
    "Aaug/C#",
    "Aaug/F",
    "Ab",
    "Ab#5",
    "Ab(b5)/D",
    "Ab(maj7)",
    "Ab+",
    "Ab, [ch]Ab/Bb",
    "Ab/A",
    "Ab/Bb",
    "Ab/C",
    "Ab/Cb",
    "Ab/D",
    "Ab/Db",
    "Ab/E",
    "Ab/Eb",
    "Ab/F",
    "Ab/G",
    "Ab/Gb",
    "Ab11",
    "Ab13",
    "Ab13b9",
    "Ab2",
    "Ab5",
    "Ab5/Eb",
    "Ab6",
    "Ab6/9",
    "Ab6/F",
    "Ab7",
    "Ab7#11",
    "Ab7(b9)",
    "Ab7/Bb",
    "Ab7/C",
    "Ab7/Eb",
    "Ab7/Gb",
    "Ab7M",
    "Ab7Msus2",
    "Ab7b5",
    "Ab7b9/Eb",
    "Ab7sus",
    "Ab7sus4",
    "Ab9",
    "Ab9#11",
    "Ab9add13",
    "Ab9b5",
    "Ab9sus",
    "Ab9sus4",
    "AbM7",
    "AbM7/Bb",
    "AbMaj7",
    "Abadd9",
    "Abadd9/Bb",
    "Abaug",
    "Abdim",
    "Abdim/Bb",
    "Abdim/E",
    "Abdim7",
    "Abm",
    "Abm/B",
    "Abm/Bb",
    "Abm/Cb",
    "Abm/Db",
    "Abm/Eb",
    "Abm/G",
    "Abm/Gb",
    "Abm11",
    "Abm6",
    "Abm6/9",
    "Abm7",
    "Abm7-5",
    "Abm7/Gb",
    "Abm9",
    "Abm9/Db",
    "Abmaj",
    "Abmaj7",
    "Abmaj7#5/Bb",
    "Abmaj7/Bb",
    "Abmaj7/C",
    "Abmaj7/E",
    "Abmaj7/F",
    "Abmaj7/G",
    "Abmaj7b5",
    "Abmaj9",
    "Abmmaj7",
    "Absus",
    "Absus/Eb",
    "Absus2",
    "Absus4",
    "Adim",
    "Adim/C",
    "Adim/Eb",
    "Adim/G",
    "Adim7",
    "Adim7/G",
    "Aii",
    "Am",
    "Am#",
    "Am#5",
    "Am(add4)/D",
    "Am(add9)",
    "Am(maj7)",
    "Am+7",
    "Am/B",
    "Am/Bb",
    "Am/C",
    "Am/D",
    "Am/E",
    "Am/F",
    "Am/F#",
    "Am/G",
    "Am/G#",
    "Am/Gb",
    "Am/H",
    "Am11",
    "Am11/G",
    "Am13",
    "Am13/E",
    "Am6",
    "Am6+11",
    "Am6/C",
    "Am6/D",
    "Am6/E",
    "Am6/F#",
    "Am6add9",
    "Am7",
    "Am7-5",
    "Am7-5/Eb",
    "Am7-5/G",
    "Am7/B",
    "Am7/C",
    "Am7/D",
    "Am7/E",
    "Am7/F",
    "Am7/F#",
    "Am7/G",
    "Am7add11",
    "Am7add4",
    "Am7b5",
    "Am9",
    "Am9/G",
    "AmM7",
    "AmMaj7",
    "Ama7",
    "Amadd11",
    "Amadd11/C",
    "Amadd4",
    "Amadd9",
    "Amadd9/E",
    "Amaj",
    "Amaj13",
    "Amaj13/B",
    "Amaj7",
    "Amaj7/B",
    "Amaj7/C#",
    "Amaj7/E",
    "Amaj7/G#",
    "Amaj7b5",
    "Amaj7sus2",
    "Amaj7sus4",
    "Amaj7sus4/F",
    "Amaj7sus4/G",
    "Amaj9",
    "Amaj9/B",
    "Ami",
    "Amin",
    "Amin7",
    "Ammaj7",
    "As4",
    "Asus",
    "Asus/F#",
    "Asus2",
    "Asus2/C",
    "Asus2/D",
    "Asus2/E",
    "Asus2/F",
    "Asus2/F#",
    "Asus2/G",
    "Asus4",
    "Asus4/B",
    "Asus4/C",
    "Asus4/C#",
    "Asus4/D",
    "Asus4/E",
    "Asus4/F#",
    "Asus4/G",
    "Asus7",
    "B",
    "B#",
    "B#dim7",
    "B#m",
    "B(5)",
    "B(add13)",
    "B(b5)/F",
    "B(b9)",
    "B+",
    "B-",
    "B-5",
    "B/A",
    "B/A#",
    "B/Ab",
    "B/B",
    "B/C",
    "B/C#",
    "B/D",
    "B/D#",
    "B/Db",
    "B/E",
    "B/Eb",
    "B/F",
    "B/F#",
    "B/G",
    "B/G#",
    "B/Gb",
    "B11",
    "B11/A",
    "B11b9",
    "B13",
    "B2",
    "B2/D#",
    "B3",
    "B4",
    "B5",
    "B5-",
    "B5/A",
    "B5/C",
    "B5/D",
    "B5/E",
    "B5/F#",
    "B6",
    "B6/9",
    "B6/C#",
    "B6/D#",
    "B6/G#",
    "B6sus2",
    "B7",
    "B7#5",
    "B7#5#9",
    "B7#5b9",
    "B7#9",
    "B7#9/F#",
    "B7(b5)",
    "B7(sus4)",
    "B7+",
    "B7+5",
    "B7+5+9",
    "B7+5/D#",
    "B7-13",
    "B7-5",
    "B7-9",
    "B7/A",
    "B7/B",
    "B7/D",
    "B7/D#",
    "B7/E",
    "B7/F#",
    "B7M",
    "B7add11",
    "B7b5",
    "B7b9",
    "B7b9/D#",
    "B7b9/F#",
    "B7sus",
    "B7sus2",
    "B7sus2/C#",
    "B7sus4",
    "B7sus4/E",
    "B7sus4/F#",
    "B9",
    "B9/F",
    "B9sus",
    "B9sus4",
    "BM",
    "BM7",
    "BM7/D#",
    "BM9",
    "BMaj7",
    "Badd-13",
    "Badd-6",
    "Badd11",
    "Badd2",
    "Badd4",
    "Badd9",
    "Baddb6",
    "Baug",
    "Baug/E",
    "Bb",
    "Bb(9)",
    "Bb(add2)",
    "Bb(add2)/F",
    "Bb(add9)",
    "Bb(b5)",
    "Bb(b5)/D",
    "Bb+",
    "Bb-5",
    "Bb-5/F",
    "Bb/A",
    "Bb/Ab",
    "Bb/Bb",
    "Bb/C",
    "Bb/D",
    "Bb/Eb",
    "Bb/F",
    "Bb/G",
    "Bb11",
    "Bb13",
    "Bb2",
    "Bb2/D",
    "Bb5",
    "Bb5/G",
    "Bb5add9",
    "Bb6",
    "Bb6#11",
    "Bb6/C",
    "Bb6/D",
    "Bb6/F",
    "Bb6/G",
    "Bb6add4",
    "Bb6add9",
    "Bb6sus2",
    "Bb7",
    "Bb7#5",
    "Bb7#5#9",
    "Bb7#9",
    "Bb7(add13)",
    "Bb7(b13)",
    "Bb7(b5)",
    "Bb7+",
    "Bb7/A",
    "Bb7/Ab",
    "Bb7/C",
    "Bb7/D",
    "Bb7/Eb",
    "Bb7/F",
    "Bb7M",
    "Bb7b13",
    "Bb7b5",
    "Bb7b5b9",
    "Bb7b9",
    "Bb7sus",
    "Bb7sus2",
    "Bb7sus4",
    "Bb9",
    "Bb9#11",
    "Bb9-5",
    "Bb9/D",
    "Bb9sus4",
    "BbDim",
    "BbM7",
    "BbM7/D",
    "BbM9/D",
    "BbMaj7",
    "Bbadd#11",
    "Bbadd#11/A",
    "Bbadd2",
    "Bbadd4",
    "Bbadd4/A",
    "Bbadd9",
    "Bbadd9/D",
    "Bbaug",
    "Bbdim",
    "Bbdim/C#",
    "Bbdim7",
    "Bbm",
    "Bbm#5",
    "Bbm(#11)",
    "Bbm/Ab",
    "Bbm/C",
    "Bbm/D",
    "Bbm/Db",
    "Bbm/Eb",
    "Bbm/F",
    "Bbm/F#",
    "Bbm/G",
    "Bbm/G#",
    "Bbm6",
    "Bbm6/Db",
    "Bbm6/F",
    "Bbm7",
    "Bbm7-5",
    "Bbm7/Ab",
    "Bbm7/Db",
    "Bbm7/Eb",
    "Bbm7/F",
    "Bbm7b5",
    "Bbm9",
    "Bbma7",
    "Bbmaj",
    "Bbmaj13",
    "Bbmaj7",
    "Bbmaj7#11",
    "Bbmaj7-5",
    "Bbmaj7/A",
    "Bbmaj7/C",
    "Bbmaj7/D",
    "Bbmaj7/F",
    "Bbmaj7/G",
    "Bbmaj7b5",
    "Bbmaj7sus2",
    "Bbmaj9",
    "Bbmmaj7",
    "Bbo",
    "Bbsus",
    "Bbsus/F",
    "Bbsus2",
    "Bbsus2/C",
    "Bbsus2/F",
    "Bbsus4",
    "Bbsus4/Ab",
    "Bbsus4/Eb",
    "Bbsus4/F",
    "Bdim",
    "Bdim/A",
    "Bdim/D",
    "Bdim/Db",
    "Bdim7",
    "Bdim7/A",
    "Bm",
    "Bm#5",
    "Bm(7)",
    "Bm(add11)",
    "Bm(add9)",
    "Bm+5",
    "Bm/A",
    "Bm/A#",
    "Bm/Bb",
    "Bm/C",
    "Bm/C#",
    "Bm/D",
    "Bm/E",
    "Bm/F#",
    "Bm/G",
    "Bm/G#",
    "Bm11",
    "Bm11/D",
    "Bm11/E",
    "Bm13",
    "Bm13/F#",
    "Bm5",
    "Bm6",
    "Bm6/D",
    "Bm6/F#",
    "Bm6/G#",
    "Bm7",
    "Bm7(b5)",
    "Bm7+5",
    "Bm7-5",
    "Bm7-5/D",
    "Bm7/A",
    "Bm7/Bb",
    "Bm7/D",
    "Bm7/E",
    "Bm7/F",
    "Bm7/F#",
    "Bm7/G",
    "Bm7/G#",
    "Bm7add11",
    "Bm7add4",
    "Bm7b5",
    "Bm7b5/A",
    "Bm9",
    "Bm9/C#",
    "Bm9/E",
    "Bm9/F#",
    "Bma7",
    "Bmadd11",
    "Bmadd11/D",
    "Bmadd11/F#",
    "Bmadd4",
    "Bmadd4/F#",
    "Bmadd9",
    "Bmadd9/F#",
    "Bmaj",
    "Bmaj11",
    "Bmaj7",
    "Bmaj7/Ab",
    "Bmaj7/D#",
    "Bmaj7sus2",
    "Bmaj7sus4/E",
    "Bmaj9",
    "Bmaj9/C#",
    "Bmi",
    "Bmin",
    "Bmin6",
    "Bmin7",
    "Bmmaj7",
    "Bo",
    "Bsus",
    "Bsus/G#",
    "Bsus2",
    "Bsus2/A",
    "Bsus4",
    "Bsus4/A",
    "Bsus4/D",
    "Bsus4/D#",
    "Bsus4/E",
    "Bsus4/F#",
    "C",
    "C#",
    "C#(4)",
    "C#+",
    "C#/A",
    "C#/A#",
    "C#/Ab",
    "C#/B",
    "C#/C",
    "C#/C#",
    "C#/D",
    "C#/D#",
    "C#/E",
    "C#/E#",
    "C#/Eb",
    "C#/F",
    "C#/F#",
    "C#/G",
    "C#/G#",
    "C#11",
    "C#13b9",
    "C#4",
    "C#4/E",
    "C#5",
    "C#5/G#",
    "C#6",
    "C#6/G#",
    "C#7",
    "C#7#9",
    "C#7(#9)",
    "C#7+5",
    "C#7+5/A",
    "C#7-9",
    "C#7/E",
    "C#7/F",
    "C#7/G#",
    "C#7M",
    "C#7b5",
    "C#7b9",
    "C#7sus2",
    "C#7sus2/G#",
    "C#7sus4",
    "C#7sus4/F#",
    "C#7sus4/G#",
    "C#9",
    "C#9#11",
    "C#9b5",
    "C#9sus4",
    "C#M",
    "C#M7",
    "C#add2",
    "C#add9",
    "C#aug",
    "C#aug/F",
    "C#dim",
    "C#dim/D",
    "C#dim7",
    "C#dim7/A",
    "C#m",
    "C#m(add9)",
    "C#m/A",
    "C#m/A#",
    "C#m/B",
    "C#m/Bb",
    "C#m/D",
    "C#m/E",
    "C#m/F",
    "C#m/G#",
    "C#m11",
    "C#m13",
    "C#m6",
    "C#m6/A#",
    "C#m7",
    "C#m7-5",
    "C#m7-5/D#",
    "C#m7-5/G",
    "C#m7/B",
    "C#m7/E",
    "C#m7/F#",
    "C#m7/G#",
    "C#m7add11",
    "C#m7add4",
    "C#m7b5",
    "C#m9",
    "C#madd11",
    "C#madd9",
    "C#maj7",
    "C#maj7-5",
    "C#maj7/E#",
    "C#min",
    "C#min7",
    "C#o",
    "C#sus",
    "C#sus2",
    "C#sus4",
    "C#sus7/E",
    "C(#9)",
    "C(2)",
    "C(5)",
    "C(9)",
    "C(9)/E",
    "C(add11)",
    "C(add2)",
    "C(add2)/E",
    "C(add9)",
    "C(add9)/G",
    "C(b5)",
    "C(maj7)",
    "C+",
    "C-",
    "C-5",
    "C/A",
    "C/A#",
    "C/B",
    "C/Bb",
    "C/C",
    "C/C#",
    "C/D",
    "C/Db",
    "C/E",
    "C/Eb",
    "C/F",
    "C/F#",
    "C/G",
    "C/G#",
    "C11",
    "C13",
    "C13-9",
    "C2",
    "C2/B",
    "C3",
    "C3/E",
    "C4",
    "C4add9",
    "C4add9/G",
    "C5",
    "C5/A",
    "C5/Ab",
    "C5/B",
    "C5/Bb",
    "C5/D",
    "C5/Db",
    "C5/E",
    "C5/F#",
    "C5/G",
    "C5/Gb",
    "C6",
    "C6/9",
    "C6/D",
    "C6/E",
    "C6/G",
    "C6add9",
    "C6sus/G",
    "C6sus2",
    "C7",
    "C7#5",
    "C7#9",
    "C7(#9)",
    "C7(b9)",
    "C7+",
    "C7+5",
    "C7-9",
    "C7/Bb",
    "C7/E",
    "C7/G",
    "C7M",
    "C7b5",
    "C7b9",
    "C7sus",
    "C7sus2",
    "C7sus2/G",
    "C7sus4",
    "C7sus4/F",
    "C9",
    "C9#5",
    "C9/B",
    "C9/Bb",
    "C9/E",
    "C9/G",
    "C9b5",
    "C9sus",
    "C9sus4",
    "CAdd9",
    "CM",
    "CM7",
    "CM7/E",
    "CM7/G",
    "CM9",
    "CM9/B",
    "CM9/D",
    "CMaj7",
    "CMaj7/E",
    "Caad9",
    "Cadd#11",
    "Cadd#9",
    "Cadd+11",
    "Cadd+9/G",
    "Cadd11",
    "Cadd2",
    "Cadd2/B",
    "Cadd2/D",
    "Cadd2/E",
    "Cadd2/F",
    "Cadd2/G",
    "Cadd4",
    "Cadd6",
    "Cadd9",
    "Cadd9#11",
    "Cadd9/B",
    "Cadd9/C",
    "Cadd9/E",
    "Cadd9/F",
    "Cadd9/G",
    "Caddb6",
    "Caug",
    "Caug/E",
    "Caug/G#",
    "Cb",
    "Cb/Db",
    "Cb/Eb",
    "Cb5",
    "Cb6",
    "Cb9",
    "CbMaj7",
    "Cbm6",
    "Cbm7",
    "Cbmaj7",
    "Cbmaj7/Bb",
    "Cdim",
    "Cdim/A",
    "Cdim/D",
    "Cdim/G",
    "Cdim7",
    "Cdim7/A",
    "Cdim7/Eb",
    "Cdim7/F#",
    "Cm",
    "Cm#",
    "Cm(7)",
    "Cm(add9)",
    "Cm(add9)/Eb",
    "Cm(maj7)",
    "Cm(maj7)/B",
    "Cm-5",
    "Cm/A",
    "Cm/A#",
    "Cm/Ab",
    "Cm/B",
    "Cm/Bb",
    "Cm/D",
    "Cm/D#",
    "Cm/E",
    "Cm/Eb",
    "Cm/F",
    "Cm/G",
    "Cm/G#m",
    "Cm/Gb",
    "Cm11",
    "Cm11/G",
    "Cm13/Eb",
    "Cm6",
    "Cm6/A",
    "Cm6/D",
    "Cm6/Eb",
    "Cm6/F",
    "Cm6/G",
    "Cm7",
    "Cm7-5/D",
    "Cm7-5/F",
    "Cm7/A#",
    "Cm7/Ab",
    "Cm7/Bb",
    "Cm7/D#",
    "Cm7/Eb",
    "Cm7/F",
    "Cm7/G",
    "Cm7add4/G",
    "Cm7b5",
    "Cm7b5/D",
    "Cm7b5/F",
    "Cm9",
    "Cm9/D#",
    "CmM7",
    "CmMaj7",
    "Cma7",
    "Cmadd11",
    "Cmadd9",
    "Cmadd9/F",
    "Cmadd9/G",
    "Cmaj",
    "Cmaj/G",
    "Cmaj11/F",
    "Cmaj13",
    "Cmaj13/F",
    "Cmaj13/F#",
    "Cmaj7",
    "Cmaj7#11",
    "Cmaj7#5",
    "Cmaj7/A",
    "Cmaj7/B",
    "Cmaj7/C#",
    "Cmaj7/D",
    "Cmaj7/E",
    "Cmaj7/G",
    "Cmaj7b5",
    "Cmaj7sus2",
    "Cmaj7sus4",
    "Cmaj9",
    "Cmaj9/B",
    "Cmaj9/E",
    "Cmajor",
    "Cmmaj7",
    "Cmmaj7/G",
    "Co",
    "Csus",
    "Csus/G",
    "Csus2",
    "Csus2/B",
    "Csus2/D",
    "Csus2/G",
    "Csus4",
    "Csus4/Bb",
    "Csus4/D",
    "Csus4/E",
    "Csus4/G",
    "D",
    "D#",
    "D#(b9)",
    "D#+",
    "D#-9/G",
    "D#/A#",
    "D#/B",
    "D#/Bb",
    "D#/D",
    "D#/F",
    "D#/G",
    "D#/G#",
    "D#5",
    "D#5/A#",
    "D#5/E",
    "D#5/G",
    "D#6",
    "D#7",
    "D#7#5",
    "D#7#9",
    "D#7+5",
    "D#7-5",
    "D#7-9",
    "D#7b9",
    "D#7sus4",
    "D#9",
    "D#M7",
    "D#add9",
    "D#aug",
    "D#dim",
    "D#dim/E",
    "D#dim/F#",
    "D#dim7",
    "D#dim7/G",
    "D#m",
    "D#m/A",
    "D#m/A#",
    "D#m/C#",
    "D#m/E",
    "D#m/F#",
    "D#m11",
    "D#m7",
    "D#m7-5",
    "D#m7/A#",
    "D#m7/G",
    "D#m7/G#",
    "D#m7b5",
    "D#m7b5/G#",
    "D#m9",
    "D#maj7",
    "D#min7",
    "D#sus2",
    "D#sus2/A#",
    "D#sus2/F",
    "D#sus4",
    "D(-5)",
    "D(2)",
    "D(5)",
    "D(6)",
    "D(9)",
    "D(add11)",
    "D(add9)",
    "D(add9)/A",
    "D(add9)/F#",
    "D(b5)",
    "D(b9)",
    "D(sus2)",
    "D+",
    "D+/A#",
    "D+5",
    "D-",
    "D-5",
    "D/A",
    "D/Ab",
    "D/B",
    "D/Bb",
    "D/C",
    "D/C#",
    "D/Db",
    "D/E",
    "D/F",
    "D/F#",
    "D/G",
    "D/G#",
    "D/Gb",
    "D11",
    "D11/A",
    "D13",
    "D2",
    "D2/A",
    "D2/C#",
    "D2/F#",
    "D3",
    "D4",
    "D4/A",
    "D4/F#",
    "D5",
    "D5/A",
    "D5/B",
    "D5/C",
    "D5/C#",
    "D5/D#",
    "D5/E",
    "D5/F",
    "D5/F#",
    "D5/G",
    "D6",
    "D6/9",
    "D6/9/F#",
    "D6/A",
    "D6/B",
    "D6/E",
    "D6/F#",
    "D6/G",
    "D6add11",
    "D6add4/F#",
    "D6add9",
    "D6sus",
    "D6sus2",
    "D6sus2/A",
    "D6sus2/G#",
    "D6sus4",
    "D6sus4/A",
    "D7",
    "D7#11",
    "D7#9",
    "D7(#9)",
    "D7(+9)",
    "D7(b5)",
    "D7+5",
    "D7+5-9",
    "D7-5",
    "D7-9",
    "D7/A",
    "D7/C",
    "D7/F",
    "D7/F#",
    "D7/G",
    "D7M",
    "D7add13",
    "D7b9",
    "D7b9/A",
    "D7sus",
    "D7sus2",
    "D7sus2/A",
    "D7sus2/C",
    "D7sus4",
    "D7sus4/A",
    "D7sus4/G",
    "D9",
    "D9#11",
    "D9-5",
    "D9/A",
    "D9/B",
    "D9/C",
    "D9/F#",
    "D9/G",
    "D9b5",
    "D9sus",
    "D9sus4",
    "DM",
    "DM7",
    "DM7/A",
    "DM7/C#",
    "DM7/G",
    "DM9",
    "DMaj7",
    "DSUS",
    "Dadd#11",
    "Dadd+11",
    "Dadd11",
    "Dadd11/A",
    "Dadd11/E",
    "Dadd11/F#",
    "Dadd2",
    "Dadd2/A",
    "Dadd2/F#",
    "Dadd4",
    "Dadd4/A",
    "Dadd4/C",
    "Dadd4/F#",
    "Dadd4/G",
    "Dadd4add9",
    "Dadd4add9/A",
    "Dadd9",
    "Dadd9/A",
    "Dadd9/C",
    "Dadd9/E",
    "Dadd9/F",
    "Dadd9/F#",
    "Dadd9/G",
    "Daddb6",
    "Daug",
    "Daug/Bb",
    "Daug/G",
    "Db",
    "Db(add2)",
    "Db(add2)/Ab",
    "Db(add9)",
    "Db(maj7)",
    "Db(sus2)",
    "Db+",
    "Db+5/Eb",
    "Db-5",
    "Db/Ab",
    "Db/B",
    "Db/Bb",
    "Db/C",
    "Db/Cb",
    "Db/D",
    "Db/E",
    "Db/Eb",
    "Db/F",
    "Db/G",
    "Db/Gb",
    "Db11",
    "Db13",
    "Db5",
    "Db5/Eb",
    "Db6",
    "Db7",
    "Db7#11",
    "Db7#9",
    "Db7(b9)",
    "Db7-5",
    "Db7-9",
    "Db7/B",
    "Db7/F",
    "Db7b5",
    "Db7b9",
    "Db7sus2",
    "Db7sus4",
    "Db9",
    "Db9-5",
    "Db9/Eb",
    "Db9/F",
    "Db9sus",
    "DbM",
    "DbM7",
    "DbMaj7",
    "Dbadd2/Eb",
    "Dbadd9",
    "Dbaug",
    "Dbdim",
    "Dbdim/D",
    "Dbdim7",
    "Dbdim7/Eb",
    "Dbm",
    "Dbm13",
    "Dbm6",
    "Dbm7",
    "Dbm7/E",
    "Dbm7b5",
    "Dbm9",
    "Dbmaj13",
    "Dbmaj7",
    "Dbmaj7/Bb",
    "Dbmaj7/Eb",
    "Dbmaj7/F",
    "Dbmaj9",
    "Dbsus2",
    "Dbsus4",
    "Dbsus4/Eb",
    "Ddim",
    "Ddim/Ab",
    "Ddim/E",
    "Ddim/F",
    "Ddim7",
    "Ddim7/Eb",
    "Dm",
    "Dm#",
    "Dm#5",
    "Dm(add9)",
    "Dm(add9)/A",
    "Dm(maj7)",
    "Dm(maj7)/C#",
    "Dm+7",
    "Dm/A",
    "Dm/Ab",
    "Dm/B",
    "Dm/Bb",
    "Dm/C",
    "Dm/C#",
    "Dm/Db",
    "Dm/E",
    "Dm/F",
    "Dm/F6",
    "Dm/G",
    "Dm11",
    "Dm6",
    "Dm6/A",
    "Dm6/B",
    "Dm6/F",
    "Dm7",
    "Dm7-5",
    "Dm7-5/C",
    "Dm7/A",
    "Dm7/B",
    "Dm7/Bb",
    "Dm7/C",
    "Dm7/E",
    "Dm7/Eb",
    "Dm7/F",
    "Dm7/G",
    "Dm7add4",
    "Dm7b5",
    "Dm9",
    "Dm9/A",
    "Dm9/F",
    "DmM7",
    "DmMaj7",
    "Dma7",
    "Dma7/F#",
    "Dmadd11",
    "Dmadd9",
    "Dmadd9/A",
    "Dmadd9/F",
    "Dmaj",
    "Dmaj11",
    "Dmaj13",
    "Dmaj7",
    "Dmaj7#5",
    "Dmaj7#5/E",
    "Dmaj7/A",
    "Dmaj7/C#",
    "Dmaj7/Db",
    "Dmaj7/E",
    "Dmaj7/F#",
    "Dmaj7b5",
    "Dmaj7sus/B",
    "Dmaj7sus2",
    "Dmaj7sus2/B",
    "Dmaj7sus2/E",
    "Dmaj7sus4",
    "Dmaj9",
    "Dmaj9/F#",
    "Dmajor",
    "Dmb6",
    "Dmi",
    "Dmin",
    "Dmmaj7",
    "Dmmaj7/C#",
    "Dmmaj7add9",
    "Do",
    "Ds4",
    "Ds4/A",
    "Dsus",
    "Dsus/C#",
    "Dsus2",
    "Dsus2/A",
    "Dsus2/B",
    "Dsus2/Bb",
    "Dsus2/C",
    "Dsus2/C#",
    "Dsus2/E",
    "Dsus2/F",
    "Dsus2/F#",
    "Dsus2/G",
    "Dsus4",
    "Dsus4/A",
    "Dsus4/C",
    "Dsus4/F",
    "Dsus4/F#",
    "Dsus4/G",
    "Dsus4b5",
    "D\u00ba",
    "E",
    "E#",
    "E#11",
    "E#9",
    "E#dim7",
    "E(2)",
    "E(7)",
    "E(add9)",
    "E(b5)",
    "E(b9)",
    "E(maj7)",
    "E(sus4)",
    "E+",
    "E+/G#",
    "E+5",
    "E+5/B",
    "E+5/F#",
    "E-",
    "E-5",
    "E/A",
    "E/Ab",
    "E/B",
    "E/Bb",
    "E/C",
    "E/C#",
    "E/D",
    "E/D#",
    "E/E",
    "E/Eb",
    "E/F",
    "E/F#",
    "E/G",
    "E/G#",
    "E/Gb",
    "E11",
    "E13",
    "E2",
    "E2/G#",
    "E3",
    "E4",
    "E4/A",
    "E4/B",
    "E5",
    "E5/A",
    "E5/B",
    "E5/F#",
    "E5/G",
    "E5/G#",
    "E6",
    "E6/9",
    "E6/A",
    "E6/B",
    "E6/C#",
    "E6/D",
    "E6/G#",
    "E6sus2",
    "E6sus2b5",
    "E7",
    "E7#11",
    "E7#5",
    "E7#5#9",
    "E7#9",
    "E7#9/D",
    "E7#9/G",
    "E7(#9)",
    "E7(9)",
    "E7+",
    "E7+5",
    "E7-13",
    "E7-9",
    "E7/A",
    "E7/Ab",
    "E7/B",
    "E7/C",
    "E7/D",
    "E7/F",
    "E7/G#",
    "E7M",
    "E7b13",
    "E7b5",
    "E7b9",
    "E7b9/G#",
    "E7sus",
    "E7sus/A",
    "E7sus/B",
    "E7sus2",
    "E7sus4",
    "E7sus4/A",
    "E7sus4/B",
    "E9",
    "E9/Ab",
    "E9/B",
    "E9/D",
    "E9/G#",
    "E9add13",
    "E9b5",
    "E9sus",
    "E9sus4",
    "EDim",
    "EM",
    "EM7",
    "Eadd#11",
    "Eadd11",
    "Eadd11/A",
    "Eadd2",
    "Eadd4",
    "Eadd6",
    "Eadd9",
    "Eadd9/D",
    "Eadd9/F#",
    "EaddG#",
    "EaddG/B",
    "Eaug",
    "Eaug/C",
    "Eaug/G#",
    "Eb",
    "Eb(add2)",
    "Eb(add9)",
    "Eb(b5)",
    "Eb/A",
    "Eb/Ab",
    "Eb/B",
    "Eb/Bb",
    "Eb/C",
    "Eb/Cb",
    "Eb/D",
    "Eb/Db",
    "Eb/E",
    "Eb/F",
    "Eb/G",
    "Eb11",
    "Eb13",
    "Eb2",
    "Eb2/G",
    "Eb5",
    "Eb5/Bb",
    "Eb5/D",
    "Eb5/Db",
    "Eb5/G",
    "Eb6",
    "Eb6/9",
    "Eb6/C",
    "Eb7",
    "Eb7#11",
    "Eb7#9",
    "Eb7(9)",
    "Eb7/A",
    "Eb7/Bb",
    "Eb7/Db",
    "Eb7/F",
    "Eb7/G",
    "Eb7b9",
    "Eb7b9/Bb",
    "Eb7sus4",
    "Eb9",
    "Eb9#11",
    "Eb9+11",
    "Eb9-5",
    "Eb9b5",
    "EbM7",
    "EbM7/G",
    "EbMaj7",
    "Ebadd2",
    "Ebadd9",
    "Ebaug",
    "Ebdim",
    "Ebdim/A",
    "Ebdim/B",
    "Ebdim7",
    "Ebdim7/F",
    "Ebm",
    "Ebm(maj7)",
    "Ebm/Ab",
    "Ebm/B",
    "Ebm/Bb",
    "Ebm/D",
    "Ebm/Db",
    "Ebm/F",
    "Ebm/Gb",
    "Ebm11/Bb",
    "Ebm6",
    "Ebm6/F",
    "Ebm6/F#",
    "Ebm6/Gb",
    "Ebm7",
    "Ebm7/Ab",
    "Ebm7/B",
    "Ebm7/Bb",
    "Ebm7/C",
    "Ebm7/C#",
    "Ebm7/Db",
    "Ebm7/F",
    "Ebm7b5",
    "Ebm9",
    "Ebma7",
    "Ebmadd6",
    "Ebmaj",
    "Ebmaj7",
    "Ebmaj7+5",
    "Ebmaj7/Bb",
    "Ebmaj7/C",
    "Ebmaj7/D",
    "Ebmaj7/F",
    "Ebmaj7/G",
    "Ebmaj7sus2",
    "Ebmaj9",
    "Ebmaj9/G",
    "Ebmmaj7",
    "Ebo",
    "Ebsus",
    "Ebsus2",
    "Ebsus2/Bb",
    "Ebsus2/F",
    "Ebsus2/G",
    "Ebsus4",
    "Ebsus4/F",
    "Edim",
    "Edim/A",
    "Edim/Bb",
    "Edim/G",
    "Edim7",
    "Em",
    "Em#",
    "Em#5",
    "Em(add11)",
    "Em(add9)",
    "Em(add9)/F#",
    "Em(maj7)",
    "Em*",
    "Em+5",
    "Em-5",
    "Em/A",
    "Em/B",
    "Em/Bb",
    "Em/C",
    "Em/C#",
    "Em/Cm",
    "Em/D",
    "Em/D#",
    "Em/Db",
    "Em/Eb",
    "Em/F",
    "Em/F#",
    "Em/Fis",
    "Em/G",
    "Em11",
    "Em11/A",
    "Em11/D",
    "Em11add6",
    "Em11add6(2)",
    "Em13/A",
    "Em3",
    "Em6",
    "Em6/9",
    "Em6/C#",
    "Em6/G",
    "Em6add9",
    "Em7",
    "Em7#5",
    "Em7#5/C",
    "Em7+5",
    "Em7-5",
    "Em7/A",
    "Em7/B",
    "Em7/C",
    "Em7/D",
    "Em7/F#",
    "Em7/G",
    "Em7add4",
    "Em7b5",
    "Em7b5/Bb",
    "Em9",
    "Em9/A",
    "Em9/D",
    "EmM7",
    "EmM7/D#",
    "EmM9",
    "EmMaj7",
    "Emadd11",
    "Emadd4/F#",
    "Emadd9",
    "Emadd9/B",
    "Emaj",
    "Emaj13",
    "Emaj7",
    "Emaj7+5",
    "Emaj7/Ab",
    "Emaj7/B",
    "Emaj7/Eb",
    "Emaj7/G#",
    "Emaj7add13",
    "Emaj7b5",
    "Emaj7sus",
    "Emaj7sus2",
    "Emaj7sus4",
    "Emaj9",
    "Emb6",
    "Emi",
    "Emin",
    "Emmaj11",
    "Emmaj7",
    "Emmaj7/B",
    "Emmaj7/D#",
    "Emmaj7/G",
    "Emmaj9",
    "Emmaj9/D#",
    "Eo",
    "Esus",
    "Esus/B",
    "Esus/C",
    "Esus2",
    "Esus2/B",
    "Esus2/C",
    "Esus2/C#",
    "Esus2/D",
    "Esus2/D#",
    "Esus2/F",
    "Esus2/G#",
    "Esus4",
    "Esus4/B",
    "Esus4/D",
    "Esus4/F#",
    "Esus7",
    "F",
    "F#",
    "F#(add#11)",
    "F#(b5)",
    "F#(b9)",
    "F#(sus4)",
    "F#+",
    "F#+5",
    "F#-",
    "F#-5",
    "F#/A",
    "F#/A#",
    "F#/B",
    "F#/Bb",
    "F#/C",
    "F#/C#",
    "F#/D",
    "F#/E",
    "F#/E#",
    "F#/F",
    "F#/G",
    "F#/G#",
    "F#11",
    "F#11/E",
    "F#13",
    "F#13b9",
    "F#2",
    "F#3",
    "F#4",
    "F#4/E",
    "F#5",
    "F#5/E",
    "F#5/F",
    "F#5/G",
    "F#6",
    "F#6/9",
    "F#6/G#",
    "F#7",
    "F#7#5",
    "F#7#5/A#",
    "F#7#5b9",
    "F#7#9",
    "F#7#9/C#",
    "F#7(#5)",
    "F#7(#9)",
    "F#7(#9)/C",
    "F#7+",
    "F#7+5",
    "F#7-9",
    "F#7/A#",
    "F#7/C#",
    "F#7/E",
    "F#7/G",
    "F#7add11",
    "F#7add4",
    "F#7b13",
    "F#7b5",
    "F#7b9",
    "F#7m",
    "F#7sus",
    "F#7sus4",
    "F#7sus4/C#",
    "F#9",
    "F#9add13",
    "F#9sus4/E",
    "F#M",
    "F#M7",
    "F#add11",
    "F#add13",
    "F#add2",
    "F#add9",
    "F#aug",
    "F#aug/A#",
    "F#dim",
    "F#dim/E",
    "F#dim7",
    "F#dim7/C",
    "F#m",
    "F#m#5addb9",
    "F#m(maj7)",
    "F#m/A",
    "F#m/B",
    "F#m/C",
    "F#m/C#",
    "F#m/D",
    "F#m/D#",
    "F#m/E",
    "F#m/G#",
    "F#m11",
    "F#m11/A",
    "F#m11/C#",
    "F#m11/E",
    "F#m13",
    "F#m6",
    "F#m6/9",
    "F#m6/C#",
    "F#m6/D#",
    "F#m7",
    "F#m7+5",
    "F#m7-5",
    "F#m7/A",
    "F#m7/B",
    "F#m7/C#",
    "F#m7/E",
    "F#m7/G#",
    "F#m7add11",
    "F#m7add11/C#",
    "F#m7add13",
    "F#m7add4",
    "F#m7b5",
    "F#m7b5/G#",
    "F#m9",
    "F#m9/E",
    "F#mM7",
    "F#mM7/F",
    "F#mMaj7",
    "F#madd6",
    "F#madd9",
    "F#maj",
    "F#maj13",
    "F#maj7",
    "F#maj7/G#",
    "F#maj7b5",
    "F#maj7sus2",
    "F#maj9",
    "F#maj9#11",
    "F#min",
    "F#mmaj7",
    "F#mmaj9/E#",
    "F#sus",
    "F#sus2",
    "F#sus2/A#",
    "F#sus4",
    "F#sus4/C#",
    "F#sus4/G#",
    "F#sus7",
    "F(2)",
    "F(4)",
    "F(6)",
    "F(add9)",
    "F(b5)",
    "F(maj)",
    "F(maj7)",
    "F+",
    "F+/A",
    "F+5/A",
    "F-",
    "F-5",
    "F/A",
    "F/Ab",
    "F/B",
    "F/Bb",
    "F/C",
    "F/C#",
    "F/D",
    "F/E",
    "F/Eb",
    "F/F",
    "F/F#",
    "F/G",
    "F11",
    "F13",
    "F13/A",
    "F13/Eb",
    "F2",
    "F2/A",
    "F3",
    "F4",
    "F4/C",
    "F5",
    "F5/A",
    "F5/C",
    "F5/D",
    "F5/G",
    "F6",
    "F6#11",
    "F6/9",
    "F6/A",
    "F6/C",
    "F6/D",
    "F6/G",
    "F6add9",
    "F6sus",
    "F6sus2",
    "F7",
    "F7#11",
    "F7#5",
    "F7#5b9",
    "F7#9",
    "F7+",
    "F7+5",
    "F7-9",
    "F7/A",
    "F7/Bb",
    "F7/C",
    "F7/D#",
    "F7/E",
    "F7/Eb",
    "F7/G",
    "F7M",
    "F7M/C",
    "F7b13",
    "F7b5",
    "F7b9",
    "F7m",
    "F7sus",
    "F7sus2",
    "F7sus4",
    "F7sus4/C",
    "F9",
    "F9/A",
    "F9add13",
    "F9b5",
    "F9sus",
    "F9sus4",
    "FM",
    "FM7",
    "FM7/A",
    "FM7/C",
    "FM7/E",
    "FM9",
    "FMaj7",
    "Fadd#11",
    "Fadd+11",
    "Fadd2",
    "Fadd6",
    "Fadd9",
    "Fadd9#11/C",
    "Fadd9/A",
    "Fadd9/G",
    "Faddb13",
    "Faug",
    "Faug/C#",
    "Faug/D",
    "Fb",
    "Fb13",
    "Fdim",
    "Fdim/B",
    "Fdim/G",
    "Fdim7",
    "Fii",
    "Fm",
    "Fm#",
    "Fm#5",
    "Fm(maj7)",
    "Fm(maj7)/E",
    "Fm(maj9)",
    "Fm/Ab",
    "Fm/Bb",
    "Fm/C",
    "Fm/D",
    "Fm/E",
    "Fm/Eb",
    "Fm/G",
    "Fm/G#",
    "Fm11",
    "Fm11/Bb",
    "Fm6",
    "Fm6/9",
    "Fm6/Ab",
    "Fm6/C",
    "Fm6/D",
    "Fm6/D#",
    "Fm6add9",
    "Fm7",
    "Fm7-5",
    "Fm7/Ab",
    "Fm7/Bb",
    "Fm7/C",
    "Fm7/Db",
    "Fm7/Eb",
    "Fm7add11",
    "Fm7b5",
    "Fm7b5/Ab",
    "Fm7b5/B",
    "Fm7b5/Bb",
    "Fm9",
    "Fm9/Ab",
    "Fm9/Bb",
    "Fm9/C",
    "FmM7",
    "Fma7",
    "Fma7/C",
    "Fmadd9",
    "Fmaj",
    "Fmaj/C",
    "Fmaj/G",
    "Fmaj13",
    "Fmaj13/A",
    "Fmaj7",
    "Fmaj7#11",
    "Fmaj7#11/A",
    "Fmaj7#11/E",
    "Fmaj7-5/A",
    "Fmaj7/A",
    "Fmaj7/C",
    "Fmaj7/D",
    "Fmaj7/E",
    "Fmaj7/F",
    "Fmaj7/G",
    "Fmaj7add13",
    "Fmaj7b5",
    "Fmaj7b5/A",
    "Fmaj7sus2",
    "Fmaj7sus4",
    "Fmaj9",
    "Fmaj9#11",
    "Fmaj9b5/E",
    "Fmin7",
    "Fmmaj7",
    "Fmmaj7/Ab",
    "Fmmaj7/E",
    "Fo",
    "Fo/Ab",
    "Fo/B",
    "Fo/D",
    "Fsus",
    "Fsus/C",
    "Fsus2",
    "Fsus2/A",
    "Fsus2/C",
    "Fsus2/C#",
    "Fsus2/Eb",
    "Fsus2/G",
    "Fsus4",
    "Fsus4/C",
    "Fsus4/C#",
    "F\u2206",
    "G",
    "G#",
    "G#(b9)",
    "G#+",
    "G#+5",
    "G#/C",
    "G#/C#",
    "G#/D#",
    "G#11",
    "G#13",
    "G#13sus4",
    "G#2",
    "G#4/F#",
    "G#5",
    "G#5/G",
    "G#6",
    "G#7",
    "G#7#5",
    "G#7#5#9",
    "G#7#9",
    "G#7(b5)",
    "G#7+",
    "G#7+5",
    "G#7/B#",
    "G#7/C",
    "G#7/D#",
    "G#7/Eb",
    "G#7M",
    "G#7b13",
    "G#7b5b9",
    "G#7b9",
    "G#7sus",
    "G#7sus4",
    "G#9",
    "G#Maj7",
    "G#add11",
    "G#add4",
    "G#add9",
    "G#aug",
    "G#aug7/F#",
    "G#dim",
    "G#dim/A",
    "G#dim/C",
    "G#dim/G#",
    "G#dim7",
    "G#dim7/C",
    "G#m",
    "G#m(add11)",
    "G#m(maj7)",
    "G#m(maj9)",
    "G#m/B",
    "G#m/C",
    "G#m/C#",
    "G#m/D#",
    "G#m/E",
    "G#m/E#",
    "G#m/Em",
    "G#m/F",
    "G#m/F#",
    "G#m/G",
    "G#m11",
    "G#m13",
    "G#m6",
    "G#m6/9",
    "G#m7",
    "G#m7-5",
    "G#m7/C#",
    "G#m7/D#",
    "G#m7/F#",
    "G#m7b5",
    "G#m9",
    "G#m9/F#",
    "G#mM7",
    "G#madd4",
    "G#madd6",
    "G#madd9",
    "G#maj11/G",
    "G#maj7",
    "G#maj9",
    "G#min",
    "G#mmaj7",
    "G#mmaj9",
    "G#sus",
    "G#sus2",
    "G#sus4",
    "G(2)",
    "G(7)",
    "G(9)",
    "G(add2)",
    "G(add9)",
    "G(add9)/E",
    "G(b5)",
    "G(b5)/C#",
    "G(b9)",
    "G(maj7)",
    "G+",
    "G+/D#",
    "G-",
    "G/A",
    "G/A#",
    "G/B",
    "G/Bb",
    "G/C",
    "G/C#",
    "G/D",
    "G/D#",
    "G/E",
    "G/Eb",
    "G/F",
    "G/F#",
    "G/G#",
    "G/Gb",
    "G/H",
    "G11",
    "G11/F",
    "G13",
    "G2",
    "G2/F#",
    "G3",
    "G4",
    "G5",
    "G5/A",
    "G5/C",
    "G5/D",
    "G5/E",
    "G5/F",
    "G5/F#",
    "G6",
    "G6#11",
    "G6(add9)",
    "G6/9",
    "G6/A",
    "G6/B",
    "G6/C",
    "G6/D",
    "G6/E",
    "G6/F",
    "G6/F#",
    "G6add11",
    "G6add11/B",
    "G6add9",
    "G6sus",
    "G6sus2",
    "G6sus4",
    "G7",
    "G7#11",
    "G7#5",
    "G7#9",
    "G7(#9)",
    "G7*",
    "G7+",
    "G7+5",
    "G7-5",
    "G7-9",
    "G7/B",
    "G7/C",
    "G7/D",
    "G7/F",
    "G7/F#",
    "G7M",
    "G7add11",
    "G7add11/F",
    "G7b13",
    "G7b5",
    "G7b9",
    "G7sus",
    "G7sus/D",
    "G7sus/F",
    "G7sus2",
    "G7sus4",
    "G7sus4/C",
    "G9",
    "G9/A",
    "G9/B",
    "G9/C",
    "G9/D",
    "G9add13",
    "G9sus4",
    "GM7",
    "GM7/B",
    "GM7/F#",
    "GM9",
    "GM9/A",
    "GMaj",
    "GMaj7",
    "Gadd#11",
    "Gadd+11",
    "Gadd11",
    "Gadd11/B",
    "Gadd11/D",
    "Gadd11/F",
    "Gadd13",
    "Gadd2",
    "Gadd2/D",
    "Gadd4",
    "Gadd4/B",
    "Gadd4/F#",
    "Gadd6",
    "Gadd9",
    "Gadd9/A",
    "Gadd9/B",
    "Gadd9/D",
    "Gaug",
    "Gaug/B",
    "Gaug/D#",
    "Gaug/Eb",
    "Gaug/F#",
    "Gb",
    "Gb(add2)",
    "Gb(add9)",
    "Gb(b5)",
    "Gb+",
    "Gb/AB",
    "Gb/Ab",
    "Gb/Bb",
    "Gb/D",
    "Gb/Db",
    "Gb/E",
    "Gb/Ebm",
    "Gb/F",
    "Gb13",
    "Gb5",
    "Gb6",
    "Gb6/Ab",
    "Gb7",
    "Gb7#11",
    "Gb7#5",
    "Gb7#9",
    "Gb7b5",
    "Gb9",
    "Gb9-5",
    "Gb9/Bb",
    "Gb9sus4",
    "GbM7",
    "GbM7/Ab",
    "GbM7/Bb",
    "GbMaj7",
    "Gbadd9",
    "Gbadd9/Bb",
    "Gbaug",
    "Gbdim",
    "Gbdim7",
    "Gbm",
    "Gbm/A",
    "Gbm11",
    "Gbm6",
    "Gbm7",
    "Gbm7/Db",
    "Gbm7b5",
    "Gbmaj7",
    "Gbmaj7/Ab",
    "Gbmaj7sus4",
    "Gbmaj9",
    "Gbsus",
    "Gbsus2",
    "Gdim",
    "Gdim/Bb",
    "Gdim/E",
    "Gdim/F",
    "Gdim7",
    "Gdim7/F#",
    "Gii",
    "Gm",
    "Gm#",
    "Gm(add11)",
    "Gm(add9)",
    "Gm(add9)/D",
    "Gm(maj7)",
    "Gm(maj9)",
    "Gm/A",
    "Gm/Bb",
    "Gm/C",
    "Gm/C#",
    "Gm/D",
    "Gm/E",
    "Gm/Eb",
    "Gm/F",
    "Gm/F#",
    "Gm/G",
    "Gm/Gb",
    "Gm11",
    "Gm11/Bb",
    "Gm13",
    "Gm6",
    "Gm6/9",
    "Gm6/Bb",
    "Gm6/D",
    "Gm6/E",
    "Gm6add9",
    "Gm7",
    "Gm7-5",
    "Gm7/A",
    "Gm7/Bb",
    "Gm7/C",
    "Gm7/C#",
    "Gm7/D",
    "Gm7/F",
    "Gm7M",
    "Gm7add11",
    "Gm7add4/Bb",
    "Gm7b5",
    "Gm7b5/Db",
    "Gm7b5/F",
    "Gm9",
    "Gm9/C",
    "Gm9/F",
    "GmM7",
    "GmM7/Bb",
    "GmMaj7",
    "Gma7",
    "Gmadd11",
    "Gmadd4",
    "Gmadd6",
    "Gmadd9",
    "Gmadd9/Bb",
    "Gmaj",
    "Gmaj7",
    "Gmaj7#11",
    "Gmaj7#5/B",
    "Gmaj7/A",
    "Gmaj7/B",
    "Gmaj7/C",
    "Gmaj7/C#",
    "Gmaj7/D",
    "Gmaj7/D#",
    "Gmaj7/E",
    "Gmaj7/F#",
    "Gmaj7b5",
    "Gmaj7sus/C",
    "Gmaj9",
    "Gmaj9/A",
    "Gmajor",
    "Gmin",
    "Gmmaj7",
    "Gmmaj7/F#",
    "Go",
    "Gsus",
    "Gsus/A",
    "Gsus/B",
    "Gsus2",
    "Gsus2/A",
    "Gsus2/E",
    "Gsus4",
    "Gsus4/A",
    "Gsus4/B",
    "Gsus4/Bb",
    "Gsus4/D",
    "Gsus4/E",
    "Gsus4/F",
    "G\u2206",
    "H",
    "H5",
    "Hm",
    "Hm7",
    "Hmi",
    "SI"
  ],
  "songs": [
    {
      "title": "Because The Night",
      "artist": "Bruce Springsteen",
      "key": null,
      "chords_used": [
        "Am",
        "F",
        "G",
        "C",
        "Bb",
        "E",
        "F#",
        "Bm",
        "A",
        "F#sus4"
      ]
    },
    {
      "title": "Driving Like Maniacs",
      "artist": "The Pineapple Thief",
      "key": null,
      "chords_used": [
        "C#m",
        "E",
        "A",
        "B",
        "F#m",
        "G#m",
        "F#m7"
      ]
    },
    {
      "title": "These Are Days",
      "artist": "10,000 Maniacs",
      "key": null,
      "chords_used": [
        "D",
        "C",
        "G/B",
        "G",
        "G6",
        "Em",
        "B",
        "A"
      ]
    },
    {
      "title": "Trouble Me",
      "artist": "10,000 Maniacs",
      "key": null,
      "chords_used": [
        "Am",
        "F7",
        "C",
        "F",
        "Dm",
        "G",
        "Fmaj7"
      ]
    },
    {
      "title": "Whats The Matter",
      "artist": "James McMurtry",
      "key": null,
      "chords_used": [
        "A",
        "D",
        "Dsus4",
        "G"
      ]
    },
    {
      "title": "Away From The Mire",
      "artist": "Billy Strings",
      "key": null,
      "chords_used": [
        "D",
        "Am",
        "G",
        "Bm",
        "Em",
        "C"
      ]
    },
    {
      "title": "Your Arms Feel Like Home",
      "artist": "3 Doors Down",
      "key": null,
      "chords_used": [
        "C",
        "G/B",
        "Am",
        "F",
        "G",
        "Asus2"
      ]
    },
    {
      "title": "Here Without You",
      "artist": "3 Doors Down",
      "key": null,
      "chords_used": [
        "Am",
        "F",
        "G",
        "C"
      ]
    },
    {
      "title": "Its Not My Time",
      "artist": "3 Doors Down",
      "key": null,
      "chords_used": [
        "Am",
        "C",
        "F",
        "G"
      ]
    },
    {
      "title": "Kryptonite",
      "artist": "3 Doors Down",
      "key": null,
      "chords_used": [
        "Bm",
        "G",
        "Asus2",
        "B5",
        "G5",
        "A5",
        "A"
      ]
    },
    {
      "title": "Dont Let The Sun Go Down On Me",
      "artist": "Elton John",
      "key": null,
      "chords_used": [
        "C",
        "C/Bb",
        "F/A",
        "C/G",
        "F",
        "Dm",
        "G",
        "F/C",
        "G7",
        "F/G",
        "Am7",
        "D7/F#",
        "C/E"
      ]
    },
    {
      "title": "Loser",
      "artist": "3 Doors Down",
      "key": null,
      "chords_used": [
        "F#7add4",
        "Dsus2",
        "F#",
        "D",
        "E",
        "F#m",
        "F#5",
        "A5",
        "C5",
        "B5",
        "E5",
        "F5"
      ]
    },
    {
      "title": "When Im Gone",
      "artist": "3 Doors Down",
      "key": null,
      "chords_used": [
        "Am",
        "C",
        "G",
        "A5",
        "D5",
        "G5"
      ]
    },
    {
      "title": "All Mixed Up",
      "artist": "311",
      "key": null,
      "chords_used": [
        "C#maj7",
        "Dm7",
        "A#7",
        "A#5",
        "F5",
        "G#5",
        "G#7"
      ]
    },
    {
      "title": "Amber",
      "artist": "311",
      "key": null,
      "chords_used": [
        "C",
        "Am",
        "Em",
        "Dm",
        "G",
        "F5"
      ]
    },
    {
      "title": "Applied Science",
      "artist": "311",
      "key": null,
      "chords_used": [
        "Gm",
        "Bbm",
        "Cm",
        "Gb",
        "Bb",
        "Ab",
        "F"
      ]
    },
    {
      "title": "Beautiful Disaster",
      "artist": "311",
      "key": null,
      "chords_used": [
        "Bm",
        "F#m",
        "G",
        "Em",
        "F#",
        "B5",
        "A5",
        "G5",
        "E5",
        "F#5",
        "E",
        "C#m",
        "B"
      ]
    },
    {
      "title": "Champagne",
      "artist": "311",
      "key": null,
      "chords_used": [
        "A",
        "G",
        "F#m",
        "Fmaj7",
        "D",
        "F#m7/C#",
        "Bm7",
        "E",
        "Amaj7"
      ]
    },
    {
      "title": "Come Original",
      "artist": "311",
      "key": null,
      "chords_used": [
        "D5",
        "A5",
        "E",
        "G",
        "Bm",
        "A",
        "Em",
        "B5"
      ]
    },
    {
      "title": "Dont Tread On Me",
      "artist": "We The Kingdom",
      "key": null,
      "chords_used": [
        "Em",
        "Em7",
        "Em6",
        "C",
        "G",
        "D"
      ]
    },
    {
      "title": "Down The Street To 301",
      "artist": "Johnny Cash",
      "key": null,
      "chords_used": [
        "C",
        "F",
        "G7"
      ]
    },
    {
      "title": "Flowing",
      "artist": "311",
      "key": null,
      "chords_used": [
        "Ab",
        "Cm",
        "Cb",
        "Gb",
        "C5",
        "Gb5",
        "Db5",
        "F5",
        "G5",
        "Ab5",
        "Bb5"
      ]
    },
    {
      "title": "Psalm 131 In You Lord I Have Found My Peace",
      "artist": "Francesca LaRosa",
      "key": null,
      "chords_used": [
        "F",
        "Dm",
        "C",
        "Bb"
      ]
    },
    {
      "title": "Ill Be Here A While",
      "artist": "Pink Skies",
      "key": null,
      "chords_used": [
        "Dm",
        "G",
        "Em",
        "F",
        "C",
        "Am"
      ]
    },
    {
      "title": "50 First Dates - Love Song",
      "artist": "Misc Soundtrack",
      "key": null,
      "chords_used": [
        "Am",
        "G",
        "F",
        "Em",
        "C"
      ]
    },
    {
      "title": "Unity",
      "artist": "311",
      "key": null,
      "chords_used": [
        "A",
        "C",
        "D",
        "F",
        "G",
        "E",
        "B",
        "G#",
        "F#"
      ]
    },
    {
      "title": "Back Where You Belong",
      "artist": "38 Special",
      "key": null,
      "chords_used": [
        "G",
        "D",
        "C",
        "Em",
        "F",
        "Bb",
        "Am",
        "Dm"
      ]
    },
    {
      "title": "Caught Up In You",
      "artist": "Kate Voegele",
      "key": null,
      "chords_used": [
        "C",
        "Am",
        "F",
        "G"
      ]
    },
    {
      "title": "Chain Lightnin",
      "artist": "38 Special",
      "key": null,
      "chords_used": [
        "Dm",
        "C",
        "Bb",
        "D",
        "F",
        "G"
      ]
    },
    {
      "title": "Fantasy Girl",
      "artist": "38 Special",
      "key": null,
      "chords_used": [
        "E",
        "Esus4",
        "B",
        "C#m",
        "A",
        "D"
      ]
    },
    {
      "title": "Hold On Loosely",
      "artist": "38 Special",
      "key": null,
      "chords_used": [
        "E",
        "E/D#",
        "D",
        "D/C#",
        "C",
        "A",
        "F#m",
        "B",
        "G",
        "A#"
      ]
    },
    {
      "title": "If It Hadnt Been For Love",
      "artist": "The SteelDrivers",
      "key": null,
      "chords_used": [
        "Am",
        "Am/G",
        "F",
        "E7",
        "G",
        "C",
        "Dm"
      ]
    },
    {
      "title": "Like No Other Night",
      "artist": "38 Special",
      "key": null,
      "chords_used": [
        "C",
        "Em",
        "D",
        "B",
        "E",
        "F#m",
        "A",
        "C#",
        "G#m",
        "C#m"
      ]
    },
    {
      "title": "Rockin Into The Night",
      "artist": "38 Special",
      "key": null,
      "chords_used": [
        "E",
        "A",
        "D",
        "G",
        "B",
        "Bb",
        "C",
        "F",
        "F#",
        "Em",
        "Bm",
        "Em7"
      ]
    },
    {
      "title": "Second Chance",
      "artist": "38 Special",
      "key": null,
      "chords_used": [
        "A",
        "Esus",
        "Bm",
        "F#m",
        "E",
        "G",
        "D",
        "A/E",
        "D/F#",
        "E/G#",
        "Bb",
        "F",
        "Cm",
        "Eb"
      ]
    },
    {
      "title": "Somebody Like You",
      "artist": "38 Special",
      "key": null,
      "chords_used": [
        "G",
        "C",
        "D",
        "Em",
        "D/F#"
      ]
    },
    {
      "title": "Stone Cold Believer",
      "artist": "38 Special",
      "key": null,
      "chords_used": [
        "Dm",
        "Bb",
        "Am",
        "C",
        "G",
        "A",
        "F"
      ]
    },
    {
      "title": "Teacher Teacher",
      "artist": "38 Special",
      "key": null,
      "chords_used": [
        "F",
        "G",
        "C",
        "Am",
        "Bb",
        "E",
        "Dm",
        "G/B"
      ]
    },
    {
      "title": "The Sound Of Music - Edelweiss",
      "artist": "Misc Musicals",
      "key": null,
      "chords_used": [
        "A/E",
        "D/E",
        "E7",
        "A",
        "E7/G#",
        "A/C#",
        "D/F#",
        "F#m7",
        "Bm7",
        "D",
        "B/D#",
        "E",
        "Em6/G",
        "Dm/F",
        "D/A"
      ]
    },
    {
      "title": "Trooper With An Attitude",
      "artist": "38 Special",
      "key": null,
      "chords_used": [
        "Dm",
        "C",
        "G",
        "A",
        "D"
      ]
    },
    {
      "title": "Wild Eyed Southern Boys",
      "artist": "38 Special",
      "key": null,
      "chords_used": [
        "F",
        "Bb",
        "G",
        "Dm",
        "C",
        "Eb",
        "Ab",
        "Fm",
        "Gm",
        "A"
      ]
    },
    {
      "title": "Dream A Little Dream Of Me",
      "artist": "The Mamas & The Papas",
      "key": null,
      "chords_used": [
        "C",
        "Adim7",
        "Ab7",
        "G6",
        "C/B",
        "A",
        "A7",
        "F",
        "Fm",
        "G7",
        "E7",
        "F#m",
        "Bm",
        "F#",
        "Am7/C"
      ]
    },
    {
      "title": "A Perfectly Good Heart",
      "artist": "Taylor Swift",
      "key": null,
      "chords_used": [
        "D",
        "A",
        "Bm",
        "G",
        "Em",
        "C",
        "Am",
        "F",
        "Dm"
      ]
    },
    {
      "title": "Aint No Way To Treat A Lady",
      "artist": "Helen Reddy",
      "key": null,
      "chords_used": [
        "Bb",
        "Eb",
        "F",
        "Bb7",
        "Gm",
        "Cm",
        "Fm",
        "D",
        "C",
        "Db",
        "Dm",
        "Ebm"
      ]
    },
    {
      "title": "All Screwed Up",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "B",
        "F#",
        "D/F#",
        "E",
        "G",
        "A",
        "A/G#",
        "D",
        "Asus4"
      ]
    },
    {
      "title": "Alright Tonight",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "E",
        "F#",
        "C#",
        "B",
        "G#",
        "A#m",
        "D#m",
        "G#m"
      ]
    },
    {
      "title": "Anything Goes",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "D",
        "G",
        "A",
        "Bm"
      ]
    },
    {
      "title": "Are You Ready",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "Dsus2",
        "Cadd9",
        "G6/B",
        "Dadd9/F#",
        "G6",
        "Fmaj13",
        "D5",
        "C5",
        "F5",
        "G5",
        "G/B",
        "D/A"
      ]
    },
    {
      "title": "Baby Please Dont Go",
      "artist": "Sabine McCalla",
      "key": null,
      "chords_used": [
        "C",
        "Am",
        "D",
        "G"
      ]
    },
    {
      "title": "Back In Black",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "E5",
        "B5",
        "A/E",
        "D5",
        "G5",
        "Asus2",
        "A5",
        "D",
        "G"
      ]
    },
    {
      "title": "Back Seat Confidential",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "E5",
        "Em",
        "D",
        "A",
        "D5",
        "A5",
        "G"
      ]
    },
    {
      "title": "Badlands",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "G5",
        "C5",
        "D5",
        "F5",
        "Bb5"
      ]
    },
    {
      "title": "Ballbreaker",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "Bm",
        "A",
        "G",
        "Em",
        "G5",
        "E5",
        "D",
        "A5",
        "C5",
        "D5"
      ]
    },
    {
      "title": "Got You By The Balls",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "A5",
        "D5",
        "C5",
        "G5",
        "E5",
        "D/F#"
      ]
    },
    {
      "title": "Ac-Cent-Tchu-Ate The Positive",
      "artist": "Willie Nelson",
      "key": null,
      "chords_used": [
        "C",
        "G7",
        "F",
        "Am",
        "D7",
        "G"
      ]
    },
    {
      "title": "Bedlam In Belgium",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "A",
        "G",
        "D",
        "C"
      ]
    },
    {
      "title": "Big Balls",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "E",
        "D#",
        "D",
        "C",
        "B7",
        "C#m",
        "A",
        "B"
      ]
    },
    {
      "title": "Big Gun",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "E5",
        "G5",
        "A5",
        "C5",
        "D5",
        "B5"
      ]
    },
    {
      "title": "Big Jack",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "B5",
        "E5",
        "A5",
        "D",
        "G",
        "A",
        "D5"
      ]
    },
    {
      "title": "Black Ice",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "Am7",
        "A5",
        "Csus2",
        "D5",
        "C5",
        "Bm7",
        "Eb"
      ]
    },
    {
      "title": "Burnin Alive",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "C#",
        "B",
        "F#",
        "Em",
        "G",
        "A"
      ]
    },
    {
      "title": "In The Light",
      "artist": "dc Talk",
      "key": null,
      "chords_used": [
        "E",
        "F#",
        "G#m",
        "B",
        "C#m",
        "D#m"
      ]
    },
    {
      "title": "I Cant Get Next To You",
      "artist": "The Temptations",
      "key": null,
      "chords_used": [
        "D",
        "Dm",
        "A",
        "C",
        "D/F#"
      ]
    },
    {
      "title": "Cant Stand Still",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "B",
        "E",
        "F#",
        "B5",
        "D#5",
        "E5",
        "F5",
        "F#5",
        "C5",
        "B6"
      ]
    },
    {
      "title": "Rock N Roll Damnation",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "G/A",
        "D",
        "A",
        "D/A",
        "G",
        "D/F#",
        "E"
      ]
    },
    {
      "title": "Carry Me Home",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "D5",
        "Bb5",
        "A5",
        "G5",
        "F5",
        "C5"
      ]
    },
    {
      "title": "Cold Hearted Man",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "A",
        "C",
        "E",
        "G",
        "D"
      ]
    },
    {
      "title": "Come And Get It",
      "artist": "Selena Gomez",
      "key": null,
      "chords_used": [
        "Em",
        "G",
        "C",
        "Am",
        "D"
      ]
    },
    {
      "title": "Up To My Neck In You",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "A",
        "D",
        "E"
      ]
    },
    {
      "title": "Damned",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "A",
        "C",
        "D",
        "G",
        "E"
      ]
    },
    {
      "title": "Decibel",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "A",
        "C",
        "D",
        "G"
      ]
    },
    {
      "title": "In The Modern World",
      "artist": "Fontaines D.C.",
      "key": null,
      "chords_used": [
        "C",
        "D",
        "Em",
        "G",
        "F"
      ]
    },
    {
      "title": "Demon Fire",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "A",
        "B",
        "G5",
        "D5",
        "A5",
        "A5/G",
        "G",
        "D",
        "A/G",
        "E",
        "B/A"
      ]
    },
    {
      "title": "Dirty Deeds Done Dirt Cheap",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "E5",
        "G5",
        "A5",
        "D5",
        "D",
        "B",
        "A",
        "B5"
      ]
    },
    {
      "title": "Dog Eat Dog",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "E5",
        "A5",
        "D5",
        "G5",
        "B5"
      ]
    },
    {
      "title": "Dogs Of War",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "E",
        "G",
        "D",
        "A",
        "B"
      ]
    },
    {
      "title": "Emission Control",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "G",
        "C",
        "F",
        "Bb",
        "D"
      ]
    },
    {
      "title": "Evil Walks",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "D",
        "G",
        "F",
        "Dm",
        "C"
      ]
    },
    {
      "title": "Fire Your Guns",
      "artist": "AC/DC",
      "key": null,
      "chords_used": [
        "A",
        "G",
        "C",
        "E",
        "D",
        "C#",
        "G/B"
      ]
    },
    {
      "title": "Through The Mists Of Time",
      "artist": "AC/DC",
